{
  "url": "https://www.nytimes.com/2026/01/13/opinion/openai-ai-bubble-financing.html",
  "title": "Opinion | A.I. Is Real. But OpenAI Might Still Fail. - The New York Times",
  "author": null,
  "content": "Wall Street fears it has an artificial intelligence problem. A.I.-related stocks are up so much that a fall feels inevitable, particularly if A.I. appears unlikely to live up to its hype. This is the wrong worry; A.I.’s promise is real. The big question in 2026 is whether capital markets can adequately finance A.I.’s development. Companies such as OpenAI are likely to run out of cash before their tantalizing new technology produces big profits.\n\nSince the release of ChatGPT a little over three years ago, A.I. models have acquired novel capabilities at a remarkable rate, repeatedly defying naysayers. They have learned to generate realistic images and videos, to reason through increasingly complex logic and math problems, to make sense of Tolstoy-size inputs. The next big thing will be agents: The models will fill digital shopping baskets and take care of online bills. They will act for you.\n\nInvestors were briefly spooked last July when an M.I.T. study suggested that almost none of this is useful to businesses. Corporations had poured tens of billions of dollars into A.I., yet only one in 20 projects had succeeded, the study reported. But a Wharton study in October delivered the opposite verdict. After interviewing 801 leaders at U.S. companies, Wharton concluded that three-quarters of the businesses were getting a positive return on their A.I. investments.\n\nIf the truth lies in the middle, this is a triumph. Businesses usually take decades to deploy new technologies successfully; progress after three years is striking. As A.I. keeps improving, and workers grow more adept at collaborating with the machines, the gains will stack up. Over a billion people use generative A.I. models every month. Not all uses are productive, but many will be.",
  "content_length": 1767
}